Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2844.html.tmx
Source language: sme
Languages: nob

source: Dohkkehivččii go boazodoallu gáržžidemiid bievlavuodjimis ja mainna lágiin ?
nob: Kan reindrifta akseptere begrensinger i barmarkskjøringa og hvordan kan det eventuelt gjøres ?

source: Máŋgga siva geažil lea digaštallan dehálaš .
nob: Diskusjonen er viktig av mange årsaker .

source: Duoddarii beassan ja dan geavaheapmi čatnasa lávga árbevirolaš eallinvuohkái sámi guovlluin , das lea mearkkašupmi máhtolašvuođa ja kultuvrra viidásetfievrrideapmái .
nob: Tilgang til og bruk av vidda er nært knytt til det tradisjonelle leveviset i samiske områder , det har betydning for videreføring av kunnskap og kultur .

source: Das lea maid mearkkašupmi viidáset ássamii sámi guovlluin .
nob: Og det har betydning for fortsatt bosetting i samiske områder .

source: Das lea maid sáhka birrasis ja álbmotdearvvaš ­vuođas .
nob: Det har også med miljø og folkehelse å gjøre .

source: Dat guoská midjiide buohkaide .
nob: Det berører oss alle .

source: Ja dat digaštallan lea dehálaš ja dat ii galggašii šaddat oainnuid duohkut deike dovddaheapmin ja bealkkašeapmin .
nob: Og det er en diskusjon som er for viktig til å bli gjenstand for synsing og skjellsord .

source: Danne lea Sámediggi ilus go Deanu gielda lea beroštuhttán olles álbmoga digaštallat meahccejohtolaga .
nob: Sametinget er derfor glad for initiativet Tana kommune har tatt ved å engasjere hele befolkningen i diskusjonen om ferdsel i utmarka .

source: Mii doarjut buot geahččalemiid čađahit áššálaš digaštallamiid .
nob: Vi vil støtte opp om alle forsøk på å føre videre en saklig debatt .

source: Mii áigut veahkehit nannet máhttovuođu .
nob: Vi vil bidra til å styrke kunnskapsgrunnlaget .

source: Mii áigut kritihkalaččat geahčadit lágaid , ja áigut kritihkalaččat geahčadit iežamet geavada .
nob: Vi vil se kritisk på lovverket , og vi vil se kritisk på egen praksis .

source: Buorre digaštallan odne nannešii min ákkastallanvuođu go mii deaivvadat nationála eiseválddiiguin .
nob: En god diskusjon i dag vil styrke grunnlaget for vår argumentasjon i møte med de nasjonale myndighetene .

source: Dat váikkuhivččii ođđa politihkkahábmema meahccejohtolaga várás , dakkár politihka mii eanet go odne vuođđuduvvá báikkálaš , sámi árvvuide ja geavadii .
nob: Det vil kunne påvirke utforminga av en ny politikk for ferdsel i utmarka , en politikk som i større grad enn i dag er basert på lokale , samiske verdier og praksis .
